export const optionprops = {
    typeArr : ['사무실', '상가', '오피스텔', '주택'],
    dealArr : ['월세', '전세', '단기', '매매'],
    maintenanceArr : ['수도', '전기', '가스', '냉난방'],
    directionArr : ['동향', '서향', '남향', '북향', '북동향', '북서향', '남동향', '남서향'],
    buildingUseArr : ['제1종 근린생활시설','제2종 근린생활시설','자동차 관련시설','숙박시설','의료시설','교육연구시설','노유자시설','수련시설','야영장시설','단독주택','공동주택','업무시설','교정 및 군사시설','운동시설','판매시설','운수시설','창고시설','공장','위험물 저장 및 처리시설','묘지 관련 시설','장례식장','방송통신시설','발전시설','문화 및 집회시설','종교시설','위락시설','관광휴게시설','동물 및 식물 관련 시설']
}